Repository: xian-94/cosc2659-cosc2813-ios-assignment-2-2024b-xian-94
Catalog: SGSplash/Data/Localizable.xcstrings
Source language: en
Languages: vi

source: Achievements
vi: Thành tựu

source: Back to Level
vi: Quay lại vòng chơi

source: Beat the level by fulfilling two targets within time limit
vi: Đánh bại mỗi vòng bằng cách hoàn thành hai mục tiêu trong thời gian giới hạn

source: Characters
vi: Nhân vật

source: Diffculty
vi: Độ khó

source: Earn your score by making a move!
vi: Kiếm điểm bằng cách hành động!

source: Enter your username
vi: Nhập tên của bạn

source: Exit
vi: Thoát

source: Game over!
vi: Vòng chơi kết thúc!

source: Get more serious! Beat the level by fulfilling two targets.
vi: Hãy nghiêm túc lên nào! Chúng ta cần hoàn thành 2 mục tiêu.

source: Goals
vi: Mục tiêu

source: Hello, %@
vi: Chào bạn, %@

source: How To Play
vi: Cách chơi

source: Language
vi: Ngôn ngữ

source: Leaderboard
vi: Bảng xếp hạng

source: Let's begin our adventure, %@
vi: Hãy bắt đầu hành trình nào, %@

source: Let's play
vi: Chơi thôi

source: Level
vi: Vòng

source: Level %lld
vi: Vòng %lld

source: Level Complete!
vi: Hoàn Thành!

source: Level: %@
vi: Vòng: %@

source: Moves
vi: Bước

source: Music
vi: Nhạc

source: Play
vi: Chơi

source: Player
vi: Người chơi

source: Player's score by Level
vi: Điểm của người chơi theo vòng

source: Register username
vi: Đăng kí tên

source: Relax and chill while accoplishing one goal for each level.
vi: Thư giãn khi hoàn thành 1 mục tiêu cho 1 vòng.

source: Resume
vi: Tiếp tục

source: Score
vi: Điểm

source: Score: %lld
vi: Điểm: %lld

source: Select a Player
vi: Chọn người chơi

source: Setting
vi: Cài đặt

source: Swipe bottom up and from left to right. Try to complete the goals!
vi: Vuốt từ dưới lên hoặc từ trái sang phải. Hãy cố gắng hoàn thành các mục tiêu!

source: Tap a point to view more details
vi: Chọn 1 điểm để biết thêm thông tin

source: Theme
vi: Chủ đề

source: These are your moves. Use them wisely!
vi: Đây là số bước đi của bạn. Hãy dùng chúng thật sáng suốt!

source: These are your targets. Complete them to win!
vi: Đây là những mục tiêu của bạn. Hãy hoàn thành nó để thắng!

source: Top 5 players scores
vi: Điểm của 5 người chơi đứng đầu

source: Username existed. Please try another name!
vi: Tên đã tồn tại. Hãy thử tên khác!

source: Welcome!
vi: Chào mừng!
